{
    "navbar":{
        "title":"Flutter For Dev"
    },
    "info":{
        "title": "Стараемся делиться всяким интересным в мире Flutter",
        "telegram":"Telegram",
        "twitter":"Twitter",
        "github": "Github"
    },
    "price":{
        "title":"Прайс",
        "info": "Вся реклама будет размещаться с пометкой #реклама. После чего она удаляется через 24 часа. Все условия можно обговорить.",
        "price1": "Размещение на канале без закрепления — 500р ",
        "price2": "Размещение с закреплением на 3 часа — 1000р"
    },
    "newsblock":{
        "newsday":{
            "title":"Flutter новости за неделю выпуск №1",
            "info": "Самые интересные новости за неделю"
        },
        "week1":{
            "title":"Flutter новости за неделю выпуск №1",
            "info": "Мы собрали самые интересные новости для вас за неделю",
            "news1":{
                "title": "Continuous Delivery for your Flutter Apps using Fastlane and Github Actions - Pt. 1 Getting Started with CI/CD: Эта статья поможет вам понять, что такое CI/CD, и познакомиться с инструментами и сервисами, чтобы избавить вас от забот, связанных с ручным внедрением."
            },
            "news2":{
                "title": "Flutter: Extending State‹T›:Автор на примере показывает как сделать 'базовое состояние', которое обеспечивает 3 AnimatorController любому виджету, нуждающемуся в анимации."
            },
            "news3":{
                "title": "Тестирование Flutter-приложений: инструменты, преимущества, проблемы:",
                "info": "В статье QA-специалист в Surf Мария Лещинская сравнивает возможность тестирования нативных и кроссплатформенных приложений, а так же делится впечатлениями о работе с Flutter и рассказывает, какие инструменты в Surf используют при тестировании, чем Flutter удобен и с какими проблемами столкнулись."
            },
            "news4":{
                "title": "How to simulate an LED display in Flutter:",
                "info": "Как в  Flutter имитировать тип дисплея, который мы видели в поезде, аэропорте, на стадионе и т.д., получив доступ к пиксельной информации текстового виджета!"
            }
        }

    }
}